[
    {
        "id":1,
        "title":"What is personal development?",
        "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSfoPqNKDTC_lc396GkchHY72AK7LjJkX3lWw&usqp=CAU",
        "description":" Personal development is looking inward and focusing on ways to better yourself. Personal development increases your self-awareness, your self-esteem, increases your skills, and fulfills your aspirations.  "
       
        
    },
    {
        "id":2,
        "title":"5 areas of personal development",
        "image":"https://jefmenguin.com/wp-content/uploads/2022/07/Aspeccts-of-Personal-Development-1200-x-675.jpg",
        "description":"When it comes to personal development, it’s hard to not reference Maslow’s hierarchy of needs. According to Maslow, your basic needs need to be fulfilled in order to reach your fullest potential.",
        "description1":"Exercising your brain and staying mentally fit is critical to personal development. At BetterUp, this comes to life in a few ways: coaching, learning opportunities, and career growth. For example, right now, I’m taking a creative writing course to help keep my mental creative muscles going strong. (And BetterUp foots the bill as part of our learning stipend.) ",

        "description2":"Social connections and relationships are also a must-have for any personal development. After all, self-improvement is not a solitary pursuit. Humans are social creatures — we need that connection to learn and grow.",

        "description3":"Spirituality means you’re investing in a deeper understanding of your own self in the world around you. It helps you get to know yourself and uncover your values. And in the context of Inner Work®, the spiritual personal development tool can bring greater awareness to self and change.",

        "description4":"Emotional personal development often goes hand-in-hand with emotional intelligence. At its simplest, emotional intelligence is the ability to understand feelings. Beyond feelings, it’s understanding how those feelings shape our thoughts and actions. ",

        "description5":"A healthy body nourishes a healthy mind. There’s an intrinsic link between your physical, mental, and emotional well-being.This aspect of personal development is focused on physical health — like nutrition, sleep, exercise, and movement. When your physical self is nourished, it’s likely your mind is also reaping those benefits. Consider ways you can build this area of personal development and take note of how your body and your mind feel. ",

        "point1":"Mental",
        "point2":"Social ",
        "point3":"Spiritual ",
        "point4":"Emotional ",
        "point5":"Physical "


    },
    {
        "id":3,
        "title":"The benefits of personal development",
        "image":"https://zoets.b-cdn.net/wp-content/uploads/2017/12/Top-5-Key-Benefits-of-Personal-Development.jpg",
        "description":"There are plenty of benefits to personal development. Personal growth isn’t easy but the benefits will make the journey worthwhile.  My friend at Google has worked with a BetterUp coach for the last year. In her own personal development journey, she's shared why working with a coach has transformed her personal growth journey. ",
        "key1":"Increased self-awareness and self-esteem.",
        "key2":"Greater resilience.",
        "key3":"Increased mental fitness.",
        "key4":"More knowledge and learned skills.",
        "key5":"Improved personal and professional relationships. "

        
    }
   
]